{"test": "123", "Please list 2-3 dates and time ranges that you could do an interview.(optional)": "Weekdays after 11am\nWeekends anytime\nTechnically anytime with prior discussion.", "What is the highest level of education you have completed?": "3", "How many years of Java experience do you have?": "3", "How many years of JavaScript experience do you have?": "2", "How many years of AngularJS experience do you have?": "0", "How many years of HTML5 experience do you have?": "4", "Do you speak English?\nYes\nNo": "0", "Twitter Username(optional)": "", "Address": "286 Clivedon Crt", "City": "Fall River", "State/Province": "Nova Scotia", "Postal/ZIP": "B2T 0L4", "Country": "2", "Cover Letter(optional)\nUpload file\nSelect a file from your device\nAccepted file types are pdf, docx, doc, jpg, png. \nSee all": "?ask", "Twitter Username(optional)_input-text": "", "Address_input-text": "286 Clivedon Crt", "City_input-text": "Fall River", "State/Province_input-text": "Nova Scotia", "Postal/ZIP_input-text": "B2T 0L4", "Country_select": "2", "Date Available(optional)_new": "", "Address 1_input-text": "286 Clivedon Crt", "Address 2(optional)_input-text": "", "Zip/Postal Code_input-text": "B2T 0L4", "Are you legally eligible to be employed in Canada without sponsorship? (Proof of identity and eligibility will be required upon employment)\nYes\nNo_fieldset": "?ask", "Have you ever worked for this Company before?\nYes\nNo_fieldset": "1", "If Yes, please provide details (Where/When/Job Title)(optional)_textarea": "", "When would you be available to begin work?_input-text": "As soon as possible!", "Type of employment desired\nFull-Time\nPart Time\nSeasonal_fieldset": "0", "Hourly rate/salary desired_input-text": "Anyware from 40000$ to 75000$", "Are you currently employed?\nYes\nNo_fieldset": "0", "If so may we inquire of your present employer?(optional)\nYes\nNo_fieldset": "1", "If presently employed, why are you considering leaving?(optional)_textarea": "Management at my current place of employment has been recently making decisions that do not reflect the values and beliefs of customers, due to this I am seeking out a company who has strong customer satisfaction, and who values there customers deeply. I also wish to find a job within my field, as it will be far better for me and allow me to perform much better if I am within my element!", "School Name & Location (High School)(optional)_textarea": "Lockview High School, Fall River NS", "Did you graduate/# Years completed (High School)(optional)_input-text": "Yes I graduated/4 years", "Degree Received (High School)(optional)_textarea": "A Highschool Diploma obviously.", "Subjects studied/Major (High School)(optional)_textarea": "yes", "School Name & Location (College)(optional)_textarea": "Institute of Technology NSCC, Halifax NS", "Did you graduate/# Years completed (College)(optional)_input-text": "?ask", "Degree Received (College)(optional)_textarea": "N/A (yet)", "Subjects studied/Major (College)(optional)_textarea": "Computer Sciences/IT Programming", "School Name & Location (Other School)(optional)_textarea": "", "Did you graduate/# Years completed (Other School)(optional)_input-text": "", "Degree Received (Other School)(optional)_textarea": "", "Subjects studied/Major (Other School)(optional)_textarea": "", "If you have completed any special courses, seminars and/or training that would help you to perform the position for which you are applying, please describe(optional)_textarea": "I am an AP Calculus Graduate", "From/To (1)(optional)_input-text": "2020-Present", "Employer Name & Address (1)(optional)_textarea": "", "Employer Phone (1)(optional)_input-text": "", "Job Title (1)(optional)_input-text": "Photo Lab Tech", "Supervisor Name & Title (1)(optional)_input-text": "", "Duties (1)(optional)_textarea": "See Indeed resume.", "Reason for Leaving (1)(optional)_textarea": "Explained previously.", "From/To (2)(optional)_input-text": "", "Employer Name & Address (2)(optional)_textarea": "", "Employer Phone (2)(optional)_input-text": "", "Job Title (2)(optional)_input-text": "", "Supervisor Name & Title (2)(optional)_input-text": "", "Duties (2)(optional)_textarea": "", "Reason for Leaving (2)(optional)_textarea": "", "From/To (3)(optional)_input-text": "", "Employer Name & Address (3)(optional)_textarea": "", "Employer Phone (3)(optional)_input-text": "", "Job Title (3)(optional)_input-text": "", "Supervisor Name & Title (3)(optional)_input-text": "", "Duties (3)(optional)_textarea": "", "Reason for Leaving (3)(optional)_textarea": "", "Reference Name (1)(optional)_input-text": "Murielle Ackroyd", "Relationship (1)(optional)_input-text": "Mother in Law", "Reference Phone (1)(optional)_input-text": "9022222640", "Reference Name (2)(optional)_input-text": "", "Relationship (2)(optional)_input-text": "", "Reference Phone (2)(optional)_input-text": "", "Reference Name (3)(optional)_input-text": "", "Relationship (3)(optional)_input-text": "", "Reference Phone (3)(optional)_input-text": "", "Signature (type name)_input-text": "Joshua A. Jones", "Date_input-text": "?ask", "Sex(optional)\nMale\nFemale_fieldset": "0", "Race(optional)_select": "6", "Are you a Veteran?\nYes\nNo_fieldset": "1", "Veteran(optional)\nArmed Forces Service Medal Veteran -A veteran who, while serving on active duty in the U.S. military, ground, naval, or air service, participated in a United States military operation for which an Armed Forces service medal was awarded pursuant to the Executive Order 12985.\r .\nDisabled Veteran - a) A veteran of the U.S. military, ground, naval, or air service entitled to compensation (or who but for the receipt of military retired pay would be entitled to compensation) under laws administered by the Secretary of Veterans Affairs; or (b) A person discharged or released from active duty because of a service-connected disability.\nRecently Separated Veteran - Any veteran during the three-year period beginning on the date of such veteran''s discharge or release from active duty in the U.S. military, ground, naval, or air service.\nActive Duty Wartime or Campaign Badge Veteran - A veteran who served on active duty in the U.S. military, ground, naval, or air service during a war, or in a campaign or expedition for which a campaign badge has been authorized under the laws administered by the Department of Defense.\nI am not a Protected Veteran\nI decline to self-identify\nI am a protected veteran, but I choose not to self-identify the classifications to which I belong._new": "?ask", "Desired Pay_textarea": "40000 to 75000", "How many years of Unity experience do you have?_input-number": "0", "LinkedIn URL(optional)_input-text": "https://www.linkedin.com/in/the-satosus-project-founder-of-gs-ltd-7b4a28235/", "Referred by (Name)(optional)_input-text": "", "Date Available_input-date": "today", "Date Available\nChoose the correct date to continue._input-date": "today", "LinkedIn Profile(optional)_input-text": "https://www.linkedin.com/in/the-satosus-project-founder-of-gs-ltd-7b4a28235/", "Website(optional)_input-text": "https://gsweathermore.ddns.net/Ghostcrafter090.php", "For government reporting purposes, we ask candidates to respond to the below self-identification survey. Completion of the form is entirely voluntary. Whatever your decision, it will not be considered in the hiring process or thereafter. Any information that you do provide will be recorded and maintained in a confidential file.\n\nAs set forth in Okta’s Equal Employment Opportunity policy, we do not discriminate on the basis of any protected group status under any applicable law. Gender?(optional)\nMale\nFemale\nDecline To Self Identify_fieldset": "0", "Race/Ethnicity(optional)_select": "5", "If you believe you belong to any of the categories of protected veterans listed below, please indicate by making the appropriate selection. As a government contractor subject to the Vietnam Era Veterans Readjustment Assistance Act (VEVRAA), we request this information in order to measure the effectiveness of the outreach and positive recruitment efforts we undertake pursuant to VEVRAA. Classification of protected categories is as follows:\n\nA \"disabled veteran\" is one of the following: a veteran of the U.S. military, ground, naval or air service who is entitled to compensation (or who but for the receipt of military retired pay would be entitled to compensation) under laws administered by the Secretary of Veterans Affairs; or a person who was discharged or released from active duty because of a service-connected disability.\n\nA \"recently separated veteran\" means any veteran during the three-year period beginning on the date of such veteran's discharge or release from active duty in the U.S. military, ground, naval, or air service.\n\nAn \"active duty wartime or campaign badge veteran\" means a veteran who served on active duty in the U.S. military, ground, naval or air service during a war, or in a campaign or expedition for which a campaign badge has been authorized under the laws administered by the Department of Defense.\n\nAn \"Armed forces service medal veteran\" means a veteran who, while serving on active duty in the U.S. military, ground, naval or air service, participated in a United States military operation for which an Armed Forces service medal was awarded pursuant to Executive Order 12985. Veteran Status?(optional)\nI am not a protected veteran\nI identify as one or more of the classifications of a protected veteran\nI don't wish to answer_fieldset": "0", "Form CC-305 OMB Control Number 1250-0005 Expires 05/31/2023\n\nVoluntary Self-Identification of Disability\n\nWhy are you being asked to complete this form?\n\nWe are a federal contractor or subcontractor required by law to provide equal employment opportunity to qualified people with disabilities. We are also required to measure our progress toward having at least 7% of our workforce be individuals with disabilities. To do this, we must ask applicants and employees if they have a disability or have ever had a disability. Because a person may become disabled at any time, we ask all of our employees to update their information at least every five years.\n\nIdentifying yourself as an individual with a disability is voluntary, and we hope that you will choose to do so. Your answer will be maintained confidentially and not be seen by selecting officials or anyone else involved in making personnel decisions. Completing the form will not negatively impact you in any way, regardless of whether you have self-identified in the past. For more information about this form or the equal employment obligations of federal contractors under Section 503 of the Rehabilitation Act, visit the U.S. Department of Labor’s Office of Federal Contract Compliance Programs (OFCCP) website at www.dol.gov/ofccp.\n\nHow do you know if you have a disability? You are considered to have a disability if you have a physical or mental impairment or medical condition that substantially limits a major life activity, or if you have a history or record of such an impairment or medical condition.\n\nDisabilities include, but are not limited to: Autism Autoimmune disorder, for example, lupus, fibromyalgia, rheumatoid arthritis, or HIV/AIDS Blind or low vision Cancer Cardiovascular or heart disease Celiac disease Cerebral palsy Deaf or hard of hearing Depression or anxiety Diabetes Epilepsy Gastrointestinal disorders, for example, Crohn's Disease, or irritable bowel syndrome Intellectual disability Missing limbs or partially missing limbs Nervous system condition for example, migraine headaches, Parkinson’s disease, or Multiple sclerosis (MS) Psychiatric condition, for example, bipolar disorder, schizophrenia, PTSD, or major depression Disability Status?(optional)\nYes, I have a disability, or have a history/record of having a disability\nNo, I don't have a disability, or a history/record of having a disability\nI don't wish to answer_fieldset": "0", "Please confirm that you are legally able to work in Canada.\nYes\nNo_fieldset": "0", "What are your salary expectations?_input-text": "Anywhere from 40000 to 75000 per year", "Address*_input-text": "286 Clivedon Crt", "City*_input-text": "Fall River", "State*_input-text": "Nova Scotia", "Postal Code*_input-text": "B2T 0L4", "Are you legally entitled to work in B.C.?*\nYes\nNo\nPrefer not to say_fieldset": "0", "Optional: What's your citizenship/employment eligibility?(optional)\nCanadian Citizen/Permanent Resident\nNon-citizen allowed to work for any employer\nNon-citizen allowed to work for current employer\nNon-citizen seeking work authorization\nOther_fieldset": "0", "Feel free to share any relevant experience you have for this role!*_textarea": "", "How much coding development experience you have with Maya?*\nNo Experience\nLittle Experience\nMany Years of Experience_new": "0", "Who referred you to this position? Enter their first and last name here.(optional)_input-text": "", "Earliest start date?*_input-date": "today", "Optional: What's your citizenship/employment eligibility?(optional)\nCanadian Citizen/Permanent Resident\nNon-citizen allowed to work for any employer\nNon-citizen allowed to work for current employer\nNon-citizen seeking work authorization\nOther\nClear your answer_fieldset": "0", "Date Available(optional)_input-date": "today", "Sample One and description:\nAnswer this question to continue._textarea": "This application was applied by this project I'm working on: https://github.com/Ghostcrafter090/Indeed-Application-Bot", "Sample Two and description:\nAnswer this question to continue._textarea": "My lightning detector firmware, written in C++: https://github.com/Ghostcrafter090/LDS-2", "Sample Three and description:\nAnswer this question to continue._textarea": "I also work with python! I've linked one of my cleanest and somewhat complicated projects at the bottem, however I have worked in a multitude of languages, including all the ones named, as well as Python, C, Powershell, Batch, Bash, TI BASIC, TI LUA, VBScript (Microsoft), and lots more! I've been programming for nearly 8 years at this point! Regardless: https://github.com/Ghostcrafter090/Ghosts-Alert-System-2", "Drupal.org Profile Link:(optional)_textarea": "", "GitHub Profile Link: (optional)_textarea": "https://github.com/Ghostcrafter090", "What makes you unique?\nAnswer this question to continue._textarea": "About a million things, all of which would likely take a couple hours! I'll just give the TLDR, I have Tourette's, I am curious to a degree that could be considered an addiction, and I love clocks, I own 34 in my bedroom alone (\"Unique\" is a light term for my personality). Does that answer your question?", "Desired Salary (in Canadian Dollars)\n< $50,000\n$50,000 - $60,000\n$65,000 - $75,000\n$80,000 - $90,000\nOther\nAnswer this question to continue._fieldset": "1", "If other, please explain.(optional)_input-text": "", "Some of our clients require developers to be located in Canada. Are you willing to relocate to Canada, if you are not already?\nYes\nNo\nAnswer this question to continue._fieldset": "0", "How many years of Hands-on experience do you have using C#?*_input-number": "1", "How many years of Hands-on experience do you have in software development using.NET framework 4.5?*_input-number": "1", "How many years of experience do you have using .NET Core?*_input-number": "0", "How many years of hands-on experience do you have with Microservices?*_input-number": "0", "What are your annual salary expectations?*_input-number": "50000", "Please add a link to your Github/ or Github like account.*_textarea": "https://github.com/Ghostcrafter090", "Are you legally eligible to work in Canada?*\nYes\nNo_fieldset": "0", "LinkedIn profile URL*_input-text": "https://www.linkedin.com/in/the-satosus-project-founder-of-gs-ltd-7b4a28235/"}